import { IQuestion } from "@/app/types/data.faq.types";

export const DataFaq: IQuestion[] = [
  {
    question: "Нужно ли иметь опыт в программировании?",
    answer: "Нет, обучение рассчитано на начинающих с нуля. Мы начинаем с базовых понятий и постепенно переходим к практике, поэтому вы сможете начать даже без технического опыта."
  },
  {
    question: "Сколько стоит обучение?",
    answer: "Обучение полностью бесплатное. У нас нет скрытых платежей, подписок или обязательных покупок — вы можете учиться без финансовых затрат."
  },
  {
    question: "Как проходит обучение?",
    answer: "Обучение проходит в формате материалов, практических заданий и поддержки наставника в Telegram."
  },
  {
    question: "Сколько времени нужно уделять обучению?",
    answer: "В среднем достаточно 5–7 часов в неделю. Учитесь в удобном для вас темпе, главное — регулярность и практика!"
  },
];
