import { ISectionWorkData } from "../../../../types/data.sectionWork.types";

const data: ISectionWorkData[] = [
    {
        title: "Много практики",
        description: "Обучение строится на реальных задачах, с которыми сталкиваются разработчики. Теория — только то, что нужно для старта",
    },
    {
        title: "Ваш наставник",
        description: "Я сам веду курсы и отвечаю на вопросы. Вы получаете знания напрямую, без посредников"
    },
    {
        title: "Актуальные технологии",
        description: "Программа включает только то, что действительно нужно для старта в профессии: от основ до востребованных фреймворков"
    }
]

export default data;